/*
* 王宜 300
* 风伟 300
* 风超 300
* 小亮 200
* 舅妈 200
* 大哥 1000
* 老婶 200
* 刘景润 200
* 安卫杰 500
* 张子夜 500
* 汪小雨 500
* 王风梅 200
* 申玲艳 200
*
* */

/*
* 1. 体检，每周2 3 4，上午八点一刻到十一点，限号30，下午一点半到三点半，限号15个，二楼体检，一楼打针(带疫苗接种证)
* 2. 满月体检完要黄折页，送回母子健康档案医院
* 3. 一岁之前每三个月一次体检，一岁之后每半年一次(满三个月四个月之前都可以体检)
* 4. 15天补充维生素AD，吃到两岁到两岁半(户外活动超过两个小时可隔天一次)，满月开始补钙(乳酸钙，碳酸钙，儿研所的一种符合啥)
* 5. 六个月后开始加辅食，坚持母乳到两岁最好(一岁以内不吃盐，一岁以后是成人的1/3)
* 6. 满月，先体检，正常后打乙肝疫苗
* 7. 发烧，呕吐，腹泻，上呼吸道感染不能接种，要好了三到五天再去接种
* 8. 低于38.5°只需要物理降温，如退烧贴，多喝水，超过38.5°时，美林，泰诺林(常备)，一天最多四次
* 9. 疫苗引起的发烧只会干烧，不会有咳嗽等症状
* 10. 红肿硬结，干热敷，45~60°，每天3~5次，每次15分钟
* 11. 腹泻，多见于口服疫苗
* 12. 黄疸，妈咪爱
* */