/**
 * Created by chenjie on 2014/12/24.
 */

var CONFIG = {
    1000: {
        name: '服装鞋包',
        cat: {
            1000: {name: '男装'},
            1001: {name: '流行男装'},
            1002: {name: '女装'},
            1003: {name: '女鞋'},
            1004: {name: '箱包皮具'},
            1005: {name: '女士内衣'}
        }
    },
    1001: {
        name: '美妆饰品',
        cat: {
            1000: {name: '彩妆'},
            1001: {name: '美容护肤'},
            1002: {name: '美发护发'},
            1003: {name: '珠宝'},
            1004: {name: '箱包皮具'},
            1005: {name: '女士内衣'}
        }
    },
    1002: {
        name: '母婴用品',
        cat: {
            1000: {name: '奶粉'},
            1001: {name: '尿片'},
            1002: {name: '孕妇装'},
            1003: {name: '童装'},
            1004: {name: '玩具'},
            1005: {name: '推车'}
        }
    },
    1003: {
        name: '百货食品',
        cat: {
            1000: {name: '居家日用'},
            1001: {name: '厨房'},
            1002: {name: '清洁'},
            1003: {name: '传统滋补营养品'},
            1004: {name: '零食'},
            1005: {name: '粮油米面'},
            1006: {name: '成人用品'},
            1007: {name: '洗护清洁剂'},
            1008: {name: '茶'},
            1009: {name: '保健品'},
            1010: {name: '水产肉类'},
            1011: {name: '酒水'}
        }
    },
    1004: {
        name: '手机数码',
        cat: {
            1000: {name: '手机'},
            1001: {name: '相机'},
            1002: {name: '音乐播放器'},
            1003: {name: '笔记本电脑'},
            1004: {name: '平板电脑'},
            1005: {name: '台式机'},
            1006: {name: '电脑硬件'},
            1007: {name: '网络设备'},
            1008: {name: '3C数码配件'},
            1009: {name: '闪存卡'},
            1010: {name: '办公设备'},
            1011: {name: '电子词典'}
        }
    },
    1005: {
        name: '家用电器',
        cat: {
            1000: {name: '大家电'},
            1001: {name: '影音电器'},
            1002: {name: '生活电器'},
            1003: {name: '厨房电器'},
            1004: {name: '个人护理'}
        }
    },
    1006: {
        name: '运动户外',
        cat: {
            1000: {name: '运动'},
            1001: {name: '户外'},
            1002: {name: '运动服'},
            1003: {name: '运动鞋'},
            1004: {name: '运动包'}
        }
    },
    1007: {
        name: '家居建材',
        cat: {
            1000: {name: '家居饰品'},
            1001: {name: '特色手工艺'},
            1002: {name: '住宅家具'},
            1003: {name: '商业'},
            1004: {name: '家装主材'},
            1005: {name: '基础建材'},
            1006: {name: '五金'},
            1007: {name: '电子'},
            1008: {name: '床上用品'},
            1010: {name: '装修设计'}
        }
    },
    1008: {
        name: '文化玩乐',
        cat: {
            1000: {name: '度假线路'},
            1001: {name: '特价酒店'},
            1002: {name: '古董'},
            1003: {name: '书籍'},
            1004: {name: '音乐'},
            1005: {name: '乐器'},
            1006: {name: '宠物'},
            1007: {name: '交通票'},
            1008: {name: '景点门票'}
        }
    },
    1009: {
        name: '汽车配件',
        cat: {
            1000: {name: '汽车内饰'}
        }
    },
    9999: {
        name: '其他',
        cat: {
            1000: {name: '其他'}
        }
    }
}
module.exports = CONFIG